Repository: chiefpansancolt/devhub
Catalog: DevHub/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans

source: Offer the standard packages in new versions
de: Standardpakete in neuen Versionen anbieten
es: Ofrecer los paquetes estándar en versiones nuevas
fr: Proposer les paquets standard dans les nouvelles versions
ja: 新しいバージョンで標準パッケージを提案
ko: 새 버전에서 표준 패키지 제안
pt_br: Oferecer os pacotes padrão em versões novas
ru: Предлагать стандартные пакеты в новых версиях
zh_hans: 在新版本中提示安装标准软件包

source: Older version
de: Ältere Version
es: Versión anterior
fr: Version antérieure
ja: 古いバージョン
ko: 이전 버전
pt_br: Versão anterior
ru: Более старая версия
zh_hans: 旧版本

source: Older version: %lld
de: Ältere Version: %lld
es: Versión anterior: %lld
fr: Version antérieure : %lld
ja: 古いバージョン: %lld
ko: 이전 버전: %lld
pt_br: Versão anterior: %lld
ru: Более старая версия: %lld
zh_hans: 旧版本：%lld

source: Once a day
de: Einmal am Tag
es: Una vez al día
fr: Une fois par jour
ja: 1日1回
ko: 하루에 한 번
pt_br: Uma vez por dia
ru: Раз в день
zh_hans: 每天一次

source: Once a day, as a summary
de: Einmal am Tag als Zusammenfassung
es: Una vez al día, como resumen
fr: Une fois par jour, sous forme de résumé
ja: 1日1回、まとめて通知
ko: 하루에 한 번, 요약으로
pt_br: Uma vez por dia, como resumo
ru: Раз в день, сводкой
zh_hans: 每天一次，汇总通知

source: One line per action, in JSON Lines format. Each line has a timestamp.
de: Eine Zeile pro Aktion im JSON-Lines-Format. Jede Zeile hat einen Zeitstempel.
es: Una línea por acción, en formato JSON Lines. Cada línea lleva una marca de tiempo.
fr: Une ligne par action, au format JSON Lines. Chaque ligne porte un horodatage.
ja: 操作ごとに1行、JSON Lines形式です。各行にタイムスタンプが付きます。
ko: 동작마다 한 줄씩, JSON Lines 형식입니다. 각 줄에 타임스탬프가 있습니다.
pt_br: Uma linha por ação, no formato JSON Lines. Cada linha tem um carimbo de data e hora.
ru: Одна строка на действие, формат JSON Lines. В каждой строке есть метка времени.
zh_hans: 每个操作一行，采用 JSON Lines 格式。每行都有时间戳。

source: Only for major versions
de: Nur bei Hauptversionen
es: Solo para versiones mayores
fr: Uniquement pour les versions majeures
ja: メジャーバージョンのみ
ko: 주요 버전만
pt_br: Somente para versões principais
ru: Только для крупных версий
zh_hans: 仅主版本更新

source: Open DevHub at login
de: DevHub bei der Anmeldung öffnen
es: Abrir DevHub al iniciar sesión
fr: Ouvrir DevHub à l’ouverture de session
ja: ログイン時にDevHubを開く
ko: 로그인 시 DevHub 열기
pt_br: Abrir o DevHub ao iniciar sessão
ru: Открывать DevHub при входе
zh_hans: 登录时打开 DevHub

source: Open Settings
de: Einstellungen öffnen
es: Abrir Ajustes
fr: Ouvrir les Réglages
ja: 設定を開く
ko: 설정 열기
pt_br: Abrir Ajustes
ru: Открыть настройки
zh_hans: 打开设置

source: Open Source Page
de: Quellseite öffnen
es: Abrir página de origen
fr: Ouvrir la page source
ja: ソースページを開く
ko: 소스 페이지 열기
pt_br: Abrir página de origem
ru: Открыть страницу источника
zh_hans: 打开源页面

source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del Sistema
fr: Ouvrir Réglages Système
ja: システム設定を開く
ko: 시스템 설정 열기
pt_br: Abrir Ajustes do Sistema
ru: Открыть Системные настройки
zh_hans: 打开系统设置

source: Open window
de: Fenster öffnen
es: Abrir ventana
fr: Ouvrir la fenêtre
ja: ウインドウを開く
ko: 윈도우 열기
pt_br: Abrir janela
ru: Открыть окно
zh_hans: 打开窗口

source: Opens the window. Nothing installs until you choose Install there.
de: Öffnet das Fenster. Es wird nichts installiert, bis du dort „Installieren“ wählst.
es: Abre la ventana. No se instala nada hasta que elijas Instalar allí.
fr: Ouvre la fenêtre. Rien n’est installé tant que vous ne choisissez pas Installer.
ja: ウインドウを開きます。そこで「インストール」を選ぶまで何もインストールされません。
ko: 창을 엽니다. 그곳에서 설치를 선택하기 전에는 아무것도 설치되지 않습니다.
pt_br: Abre a janela. Nada é instalado até você escolher Instalar lá.
ru: Открывает окно. Ничего не устанавливается, пока вы не нажмёте «Установить».
zh_hans: 打开窗口。在那里选择“安装”之前不会安装任何内容。

source: Other installed packages need this: %@. They may stop working.
de: Andere installierte Pakete benötigen dies: %@. Sie funktionieren möglicherweise nicht mehr.
es: Otros paquetes instalados lo necesitan: %@. Podrían dejar de funcionar.
fr: D’autres paquets installés en ont besoin : %@. Ils pourraient cesser de fonctionner.
ja: 他のインストール済みパッケージがこれを必要としています: %@。動作しなくなる可能性があります。
ko: 설치된 다른 패키지가 이것을 필요로 합니다: %@. 작동하지 않을 수 있습니다.
pt_br: Outros pacotes instalados precisam dele: %@. Eles podem parar de funcionar.
ru: Он нужен другим установленным пакетам: %@. Они могут перестать работать.
zh_hans: 其他已安装的软件包需要它：%@。它们可能无法继续使用。

source: Other package managers
de: Weitere Paketmanager
es: Otros gestores de paquetes
fr: Autres gestionnaires de paquets
ja: その他のパッケージマネージャー
ko: 기타 패키지 관리자
pt_br: Outros gerenciadores de pacotes
ru: Другие менеджеры пакетов
zh_hans: 其他包管理器

source: Output
de: Ausgabe
es: Salida
fr: Sortie
ja: 出力
ko: 출력
pt_br: Saída
ru: Вывод
zh_hans: 输出

source: Package
de: Paket
es: Paquete
fr: Paquet
ja: パッケージ
ko: 패키지
pt_br: Pacote
ru: Пакет
zh_hans: 软件包

source: Package managers to check
de: Zu prüfende Paketmanager
es: Gestores de paquetes a comprobar
fr: Gestionnaires de paquets à vérifier
ja: 確認するパッケージマネージャー
ko: 확인할 패키지 관리자
pt_br: Gerenciadores de pacotes a verificar
ru: Менеджеры пакетов для проверки
zh_hans: 要检查的包管理器

source: Packages
de: Pakete
es: Paquetes
fr: Paquets
ja: パッケージ
ko: 패키지
pt_br: Pacotes
ru: Пакеты
zh_hans: 软件包

source: Packages that were not found are skipped.
de: Nicht gefundene Pakete werden übersprungen.
es: Los paquetes que no se encuentran se omiten.
fr: Les paquets introuvables sont ignorés.
ja: 見つからなかったパッケージはスキップされます。
ko: 찾을 수 없는 패키지는 건너뜁니다.
pt_br: Pacotes não encontrados são ignorados.
ru: Не найденные пакеты пропускаются.
zh_hans: 找不到的软件包会被跳过。

source: Play a sound
de: Ton abspielen
es: Reproducir un sonido
fr: Émettre un son
ja: 音を鳴らす
ko: 소리 재생
pt_br: Tocar um som
ru: Воспроизводить звук
zh_hans: 播放声音

source: Prefix
de: Präfix
es: Prefijo
fr: Préfixe
ja: プレフィックス
ko: 접두사
pt_br: Prefixo
ru: Префикс
zh_hans: 前缀

source: Progress also shows in the window behind this one.
de: Der Fortschritt erscheint auch im Fenster dahinter.
es: El progreso también aparece en la ventana de detrás.
fr: La progression s’affiche aussi dans la fenêtre située derrière.
ja: 進行状況は背後のウインドウにも表示されます。
ko: 진행 상황은 뒤쪽 창에도 표시됩니다.
pt_br: O progresso também aparece na janela atrás desta.
ru: Ход выполнения также виден в окне позади.
zh_hans: 进度也会显示在后面的窗口中。

source: Quit DevHub
de: DevHub beenden
es: Salir de DevHub
fr: Quitter DevHub
ja: DevHubを終了
ko: DevHub 종료
pt_br: Encerrar o DevHub
ru: Завершить DevHub
zh_hans: 退出 DevHub

source: Reason
de: Grund
es: Motivo
fr: Raison
ja: 理由
ko: 이유
pt_br: Motivo
ru: Причина
zh_hans: 原因

source: Refresh All
de: Alle erneut prüfen
es: Comprobar todo de nuevo
fr: Tout vérifier à nouveau
ja: すべて再チェック
ko: 모두 다시 확인
pt_br: Verificar tudo novamente
ru: Проверить всё заново
zh_hans: 全部重新检查

source: Released under the MIT License.
de: Veröffentlicht unter der MIT-Lizenz.
es: Publicado bajo la licencia MIT.
fr: Publié sous licence MIT.
ja: MITライセンスで公開されています。
ko: MIT 라이선스로 배포됩니다.
pt_br: Publicado sob a licença MIT.
ru: Распространяется по лицензии MIT.
zh_hans: 基于 MIT 许可证发布。

source: Remove %@
de: %@ entfernen
es: Quitar %@
fr: Retirer %@
ja: %@を削除
ko: %@ 제거
pt_br: Remover %@
ru: Убрать %@
zh_hans: 移除 %@

source: Remove old versions after updating
de: Alte Versionen nach dem Update entfernen
es: Eliminar versiones antiguas tras actualizar
fr: Supprimer les anciennes versions après la mise à jour
ja: アップデート後に古いバージョンを削除
ko: 업데이트 후 이전 버전 제거
pt_br: Remover versões antigas após atualizar
ru: Удалять старые версии после обновления
zh_hans: 更新后移除旧版本

source: Removing
de: Wird entfernt
es: Eliminando
fr: Suppression
ja: 削除中
ko: 제거 중
pt_br: Removendo
ru: Удаление
zh_hans: 正在移除

source: Removing %@
de: %@ wird entfernt
es: Eliminando %@
fr: Suppression de %@
ja: %@を削除中
ko: %@ 제거 중
pt_br: Removendo %@
ru: Удаление %@
zh_hans: 正在移除 %@

source: Replace
de: Ersetzen
es: Reemplazar
fr: Remplacer
ja: 置き換える
ko: 바꾸기
pt_br: Substituir
ru: Заменить
zh_hans: 替换

source: Replace the list?
de: Liste ersetzen?
es: ¿Reemplazar la lista?
fr: Remplacer la liste ?
ja: リストを置き換えますか？
ko: 목록을 바꾸시겠습니까?
pt_br: Substituir a lista?
ru: Заменить список?
zh_hans: 要替换列表吗？

source: Report an Issue…
de: Problem melden …
es: Informar de un problema…
fr: Signaler un problème…
ja: 問題を報告…
ko: 문제 신고…
pt_br: Relatar um problema…
ru: Сообщить о проблеме…
zh_hans: 报告问题…

source: Report an issue
de: Problem melden
es: Informar de un problema
fr: Signaler un problème
ja: 問題を報告
ko: 문제 신고
pt_br: Relatar um problema
ru: Сообщить о проблеме
zh_hans: 报告问题

source: Required by
de: Benötigt von
es: Necesario para
fr: Requis par
ja: 依存元
ko: 필요로 하는 항목
pt_br: Necessário para
ru: Требуется для
zh_hans: 被依赖于

source: Reset to detected
de: Auf erkannten Wert zurücksetzen
es: Restablecer al valor detectado
fr: Rétablir la valeur détectée
ja: 検出された値に戻す
ko: 감지된 값으로 재설정
pt_br: Redefinir para o detectado
ru: Сбросить на найденное
zh_hans: 恢复为检测到的值

source: Restart DevHub
de: DevHub neu starten
es: Reiniciar DevHub
fr: Redémarrer DevHub
ja: DevHubを再起動
ko: DevHub 다시 시작
pt_br: Reiniciar o DevHub
ru: Перезапустить DevHub
zh_hans: 重新启动 DevHub

source: Restart DevHub to change the language.
de: Starte DevHub neu, um die Sprache zu ändern.
es: Reinicia DevHub para cambiar el idioma.
fr: Redémarrez DevHub pour changer de langue.
ja: 言語を変更するには、DevHubを再起動してください。
ko: 언어를 바꾸려면 DevHub를 다시 시작하세요.
pt_br: Reinicie o DevHub para mudar o idioma.
ru: Перезапустите DevHub, чтобы сменить язык.
zh_hans: 重新启动 DevHub 以更改语言。

source: Result
de: Ergebnis
es: Resultado
fr: Résultat
ja: 結果
ko: 결과
pt_br: Resultado
ru: Результат
zh_hans: 结果

source: Ruby versions to check
de: Zu prüfende Ruby-Versionen
es: Versiones de Ruby a comprobar
fr: Versions de Ruby à vérifier
ja: チェックするRubyバージョン
ko: 확인할 Ruby 버전
pt_br: Versões do Ruby a verificar
ru: Версии Ruby для проверки
zh_hans: 要检查的 Ruby 版本

source: Run brew update before each check
de: Vor jeder Prüfung brew update ausführen
es: Ejecutar brew update antes de cada comprobación
fr: Exécuter brew update avant chaque vérification
ja: チェックの前にbrew updateを実行
ko: 확인할 때마다 brew update 실행
pt_br: Executar brew update antes de cada verificação
ru: Запускать brew update перед каждой проверкой
zh_hans: 每次检查前运行 brew update

source: Rust was not found. Choose the rustup program.
de: Rust wurde nicht gefunden. Wähle das rustup-Programm aus.
es: No se encontró Rust. Elige el programa rustup.
fr: Rust est introuvable. Choisissez le programme rustup.
ja: Rustが見つかりません。rustupプログラムを選択してください。
ko: Rust를 찾을 수 없습니다. rustup 프로그램을 선택하세요.
pt_br: O Rust não foi encontrado. Escolha o programa rustup.
ru: Rust не найден. Выберите программу rustup.
zh_hans: 未找到 Rust。请选择 rustup 程序。

source: Safety
de: Sicherheit
es: Seguridad
fr: Sécurité
ja: 安全性
ko: 안전
pt_br: Segurança
ru: Безопасность
zh_hans: 安全

source: Same as system
de: Wie das System
es: Igual que el sistema
fr: Identique au système
ja: システムに合わせる
ko: 시스템과 동일
pt_br: Igual ao sistema
ru: Как в системе
zh_hans: 与系统相同

source: Search history
de: Verlauf durchsuchen
es: Buscar en el historial
fr: Rechercher dans l’historique
ja: 履歴を検索
ko: 기록 검색
pt_br: Buscar no histórico
ru: Поиск по истории
zh_hans: 搜索历史记录

source: Select %@
de: %@ auswählen
es: Seleccionar %@
fr: Sélectionner %@
ja: %@を選択
ko: %@ 선택
pt_br: Selecionar %@
ru: Выбрать %@
zh_hans: 选择 %@

source: Select All Updates
de: Alle Updates auswählen
es: Seleccionar todas las actualizaciones
fr: Sélectionner toutes les mises à jour
ja: すべてのアップデートを選択
ko: 모든 업데이트 선택
pt_br: Selecionar todas as atualizações
ru: Выбрать все обновления
zh_hans: 选择全部更新

source: Select all
de: Alle auswählen
es: Seleccionar todo
fr: Tout sélectionner
ja: すべて選択
ko: 전체 선택
pt_br: Selecionar tudo
ru: Выбрать все
zh_hans: 全选

source: Send a test notification
de: Testmitteilung senden
es: Enviar una notificación de prueba
fr: Envoyer une notification de test
ja: テスト通知を送信
ko: 테스트 알림 보내기
pt_br: Enviar uma notificação de teste
ru: Отправить тестовое уведомление
zh_hans: 发送测试通知

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
ko: 설정
pt_br: Ajustes
ru: Настройки
zh_hans: 设置

source: Settings…
de: Einstellungen …
es: Ajustes…
fr: Réglages…
ja: 設定…
ko: 설정…
pt_br: Ajustes…
ru: Настройки…
zh_hans: 设置…

source: Show All Installed
de: Alle Installierten anzeigen
es: Mostrar todos los instalados
fr: Afficher tout ce qui est installé
ja: すべてのインストール済みを表示
ko: 설치된 항목 전체 보기
pt_br: Mostrar todos os instalados
ru: Показать все установленные
zh_hans: 显示全部已安装

source: Show Details Pane
de: Detailbereich einblenden
es: Mostrar panel de detalles
fr: Afficher le panneau de détails
ja: 詳細パネルを表示
ko: 세부 정보 패널 보기
pt_br: Mostrar painel de detalhes
ru: Показать панель сведений
zh_hans: 显示详情窗格

source: Show History
de: Verlauf anzeigen
es: Mostrar historial
fr: Afficher l’historique
ja: 履歴を表示
ko: 기록 보기
pt_br: Mostrar histórico
ru: Показать историю
zh_hans: 显示历史记录

source: Show Output Log
de: Ausgabeprotokoll einblenden
es: Mostrar registro de salida
fr: Afficher le journal de sortie
ja: 出力ログを表示
ko: 출력 로그 보기
pt_br: Mostrar registro de saída
ru: Показать журнал вывода
zh_hans: 显示输出日志

source: Show Updates
de: Updates anzeigen
es: Mostrar actualizaciones
fr: Afficher les mises à jour
ja: アップデートを表示
ko: 업데이트 보기
pt_br: Mostrar atualizações
ru: Показать обновления
zh_hans: 显示更新

source: Show details for %@
de: Details zu %@ anzeigen
es: Mostrar detalles de %@
fr: Afficher les détails de %@
ja: %@の詳細を表示
ko: %@의 세부 정보 보기
pt_br: Mostrar detalhes de %@
ru: Показать сведения о %@
zh_hans: 显示 %@ 的详情

source: Show in Finder
de: Im Finder zeigen
es: Mostrar en el Finder
fr: Afficher dans le Finder
ja: Finderで表示
ko: Finder에서 보기
pt_br: Mostrar no Finder
ru: Показать в Finder
zh_hans: 在访达中显示

source: Show log in Finder
de: Protokoll im Finder zeigen
es: Mostrar registro en el Finder
fr: Afficher le journal dans le Finder
ja: ログをFinderで表示
ko: Finder에서 로그 보기
pt_br: Mostrar registro no Finder
ru: Показать журнал в Finder
zh_hans: 在访达中显示日志

source: Show the command output log
de: Protokoll der Befehlsausgabe anzeigen
es: Mostrar el registro de salida de comandos
fr: Afficher le journal de sortie des commandes
ja: コマンド出力ログを表示
ko: 명령 출력 로그 보기
pt_br: Mostrar o registro de saída dos comandos
ru: Показать журнал вывода команд
zh_hans: 显示命令输出日志

source: Shows a banner in the window when a Node version is missing some of them. Nothing installs until you choose Install.
de: Zeigt im Fenster einen Hinweis, wenn in einer Node-Version einige davon fehlen. Es wird nichts installiert, bis du „Installieren“ wählst.
es: Muestra un aviso en la ventana cuando a una versión de Node le faltan algunos. No se instala nada hasta que elijas Instalar.
fr: Affiche une bannière dans la fenêtre quand il en manque dans une version de Node. Rien n’est installé tant que vous ne choisissez pas Installer.
ja: Nodeのバージョンにその一部がないとき、ウインドウにバナーを表示します。「インストール」を選ぶまで何もインストールされません。
ko: Node 버전에 일부가 없으면 창에 배너를 표시합니다. 설치를 선택하기 전에는 아무것도 설치되지 않습니다.
pt_br: Mostra um aviso na janela quando falta algum deles em uma versão do Node. Nada é instalado até você escolher Instalar.
ru: Показывает баннер в окне, если в версии Node нет некоторых из них. Ничего не устанавливается, пока вы не нажмёте «Установить».
zh_hans: 当某个 Node 版本缺少其中一些时，在窗口中显示横幅。在你选择“安装”之前不会安装任何内容。

source: Shows a banner in the window when a Ruby version is missing some of them. Nothing installs until you choose Install.
de: Zeigt im Fenster einen Hinweis, wenn in einer Ruby-Version einige davon fehlen. Es wird nichts installiert, bis du „Installieren“ wählst.
es: Muestra un aviso en la ventana cuando a una versión de Ruby le faltan algunos. No se instala nada hasta que elijas Instalar.
fr: Affiche une bannière dans la fenêtre quand il en manque dans une version de Ruby. Rien n’est installé tant que vous ne choisissez pas Installer.
ja: Rubyのバージョンにその一部がないとき、ウインドウにバナーを表示します。「インストール」を選ぶまで何もインストールされません。
ko: Ruby 버전에 일부가 없으면 창에 배너를 표시합니다. 설치를 선택하기 전에는 아무것도 설치되지 않습니다.
pt_br: Mostra um aviso na janela quando falta algum deles em uma versão do Ruby. Nada é instalado até você escolher Instalar.
ru: Показывает баннер в окне, если в версии Ruby нет некоторых из них. Ничего не устанавливается, пока вы не нажмёте «Установить».
zh_hans: 当某个 Ruby 版本缺少其中一些时，在窗口中显示横幅。在你选择“安装”之前不会安装任何内容。

source: Skipped
de: Übersprungen
es: Omitido
fr: Ignoré
ja: スキップ済み
ko: 건너뜀
pt_br: Ignorado
ru: Пропущено
zh_hans: 已跳过

source: Slower, and uses more disk space.
de: Langsamer und benötigt mehr Speicherplatz.
es: Más lento y ocupa más espacio en disco.
fr: Plus lent et occupe plus d’espace disque.
ja: 時間がかかり、ディスク容量も多く使います。
ko: 더 느리고 디스크 공간을 더 많이 사용합니다.
pt_br: Mais lento e usa mais espaço em disco.
ru: Медленнее и занимает больше места на диске.
zh_hans: 速度较慢，并占用更多磁盘空间。

source: Some casks ask for a password and fail without one.
de: Manche Casks fragen nach einem Passwort und schlagen sonst fehl.
es: Algunos casks piden una contraseña y fallan sin ella.
fr: Certains casks demandent un mot de passe et échouent sans lui.
ja: パスワードを求めるCaskがあり、パスワードがないと失敗します。
ko: 일부 Cask는 암호를 요구하며, 없으면 실패합니다.
pt_br: Alguns casks pedem uma senha e falham sem ela.
ru: Некоторым casks нужен пароль, без него установка завершается ошибкой.
zh_hans: 某些 Cask 需要密码，没有密码会失败。

source: Source
de: Quelle
es: Origen
ja: ソース
ko: 소스
pt_br: Origem
ru: Источник
zh_hans: 来源

source: Source code
de: Quellcode
es: Código fuente
fr: Code source
ja: ソースコード
ko: 소스 코드
pt_br: Código-fonte
ru: Исходный код
zh_hans: 源代码

source: Standard Packages…
de: Standardpakete …
es: Paquetes estándar…
fr: Paquets standard…
ja: 標準パッケージ…
ko: 표준 패키지…
pt_br: Pacotes padrão…
ru: Стандартные пакеты…
zh_hans: 标准软件包…

source: Standard packages
de: Standardpakete
es: Paquetes estándar
fr: Paquets standard
ja: 標準パッケージ
ko: 표준 패키지
pt_br: Pacotes padrão
ru: Стандартные пакеты
zh_hans: 标准软件包

source: Started by
de: Gestartet von
es: Iniciado por
fr: Lancé par
ja: 開始元
ko: 시작한 주체
pt_br: Iniciado por
ru: Запущено
zh_hans: 触发方式

source: Startup
de: Start
es: Inicio
fr: Démarrage
ja: 起動
ko: 시동
pt_br: Inicialização
ru: Запуск
zh_hans: 启动

source: Storage
de: Speicher
es: Almacenamiento
fr: Stockage
ja: ストレージ
ko: 저장 공간
pt_br: Armazenamento
ru: Хранение
zh_hans: 存储

source: Success
de: Erfolgreich
es: Correcto
fr: Succès
ja: 成功
ko: 성공
pt_br: Sucesso
ru: Успешно
zh_hans: 成功

source: Switch to All installed to see every package.
de: Wechsle zu „Alle installiert“, um jedes Paket zu sehen.
es: Cambia a «Todos los instalados» para ver todos los paquetes.
fr: Passez à « Installés » pour voir tous les paquets.
ja: 「インストール済み」に切り替えると、すべてのパッケージが表示されます。
ko: 모든 패키지를 보려면 “설치된 항목 전체”로 전환하세요.
pt_br: Mude para “Todos os instalados” para ver todos os pacotes.
ru: Перейдите в «Установленные», чтобы увидеть все пакеты.
zh_hans: 切换到“全部已安装”以查看所有软件包。

source: Tell me when a new Node or Ruby version needs the standard packages
de: Sag mir Bescheid, wenn eine neue Node- oder Ruby-Version die Standardpakete braucht
es: Avísame cuando una versión nueva de Node o Ruby necesite los paquetes estándar
fr: Me prévenir quand une nouvelle version de Node ou Ruby a besoin des paquets standard
ja: 新しいNodeまたはRubyのバージョンに標準パッケージが必要なとき通知する
ko: 새 Node 또는 Ruby 버전에 표준 패키지가 필요할 때 알려 주기
pt_br: Avisar quando uma nova versão do Node ou do Ruby precisar dos pacotes padrão
ru: Сообщать, когда новой версии Node или Ruby нужны стандартные пакеты
zh_hans: 新的 Node 或 Ruby 版本需要标准软件包时通知我

source: The list will be replaced by the packages installed in %@.
de: Die Liste wird durch die in %@ installierten Pakete ersetzt.
es: La lista se reemplazará por los paquetes instalados en %@.
fr: La liste sera remplacée par les paquets installés dans %@.
ja: リストは%@にインストールされているパッケージで置き換えられます。
ko: 목록이 %@에 설치된 패키지로 바뀝니다.
pt_br: A lista será substituída pelos pacotes instalados em %@.
ru: Список будет заменён пакетами, установленными в %@.
zh_hans: 列表将替换为 %@ 中已安装的软件包。

source: This Mac
de: Dieser Mac
es: Este Mac
fr: Ce Mac
ja: このMac
ko: 이 Mac
pt_br: Este Mac
ru: Этот Mac
zh_hans: 这台 Mac

source: This deletes every entry from the history file. Your packages are not changed.
de: Dadurch werden alle Einträge der Verlaufsdatei gelöscht. Deine Pakete bleiben unverändert.
es: Esto borra todas las entradas del archivo de historial. Tus paquetes no se modifican.
fr: Cela supprime toutes les entrées du fichier d’historique. Vos paquets ne sont pas modifiés.
ja: これにより履歴ファイルのすべてのエントリが削除されます。パッケージは変更されません。
ko: 기록 파일의 모든 항목이 삭제됩니다. 패키지는 변경되지 않습니다.
pt_br: Isso apaga todas as entradas do arquivo de histórico. Seus pacotes não são alterados.
ru: Все записи в файле истории будут удалены. Ваши пакеты не изменятся.
zh_hans: 这将删除历史记录文件中的所有条目。你的软件包不会受到影响。

source: Time
de: Zeit
es: Hora
fr: Heure
ja: 時刻
ko: 시간
pt_br: Hora
ru: Время
zh_hans: 时间

source: To install
de: Zu installieren
es: A instalar
fr: À installer
ja: インストール予定
ko: 설치 예정
pt_br: A instalar
ru: Будет установлено
zh_hans: 将安装

source: Today
de: Heute
es: Hoy
fr: Aujourd’hui
ja: 今日
ko: 오늘
pt_br: Hoje
ru: Сегодня
zh_hans: 今天

source: Tool managers to check
de: Zu prüfende Tool-Manager
es: Gestores de herramientas a comprobar
fr: Gestionnaires d’outils à vérifier
ja: 確認するツールマネージャー
ko: 확인할 도구 관리자
pt_br: Gerenciadores de ferramentas a verificar
ru: Менеджеры инструментов для проверки
zh_hans: 要检查的工具管理器

source: Tools
de: Werkzeuge
es: Herramientas
fr: Outils
ja: ツール
ko: 도구
pt_br: Ferramentas
ru: Инструменты
zh_hans: 工具

source: Try again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
ru: Повторить
zh_hans: 重试

source: Try it
de: Ausprobieren
es: Probar
fr: Essayer
ja: 試してみる
ko: 시험해 보기
pt_br: Experimentar
ru: Попробовать
zh_hans: 试一试

source: Turn off a tool you do not use. DevHub stops checking it and hides it from the menu bar, the window sidebar and these Settings.
de: Schalte ein Werkzeug aus, das du nicht benutzt. DevHub prüft es dann nicht mehr und blendet es in der Menüleiste, in der Seitenleiste des Fensters und in diesen Einstellungen aus.
es: Desactiva una herramienta que no uses. DevHub deja de comprobarla y la oculta en la barra de menús, la barra lateral de la ventana y estos Ajustes.
fr: Désactivez un outil que vous n’utilisez pas. DevHub cesse de le vérifier et le masque dans la barre des menus, la barre latérale de la fenêtre et ces Réglages.
ja: 使わないツールはオフにしてください。DevHubはそのツールのチェックを止め、メニューバー、ウインドウのサイドバー、この設定画面から非表示にします。
ko: 사용하지 않는 도구는 끄세요. DevHub가 해당 도구를 확인하지 않으며 메뉴 막대, 윈도우 사이드바, 이 설정에서 숨깁니다.
pt_br: Desative uma ferramenta que você não usa. O DevHub para de verificá-la e a oculta na barra de menus, na barra lateral da janela e nestes Ajustes.
ru: Выключите инструмент, которым не пользуетесь. DevHub перестанет его проверять и скроет его в строке меню, боковой панели окна и этих настройках.
zh_hans: 关闭你不使用的工具。DevHub 将不再检查它，并在菜单栏、窗口边栏和此设置中隐藏它。

source: Turn on Homebrew, Node or Ruby in Settings.
de: Schalte Homebrew, Node oder Ruby in den Einstellungen ein.
es: Activa Homebrew, Node o Ruby en Ajustes.
fr: Activez Homebrew, Node ou Ruby dans les Réglages.
ja: 設定でHomebrew、Node、Rubyのいずれかをオンにしてください。
ko: 설정에서 Homebrew, Node 또는 Ruby를 켜세요.
pt_br: Ative o Homebrew, o Node ou o Ruby em Ajustes.
ru: Включите Homebrew, Node или Ruby в настройках.
zh_hans: 请在“设置”中开启 Homebrew、Node 或 Ruby。

source: Type
de: Typ
es: Tipo
ja: 種類
ko: 종류
pt_br: Tipo
ru: Тип
zh_hans: 类型

source: Uninstall
de: Deinstallieren
es: Desinstalar
fr: Désinstaller
ja: アンインストール
ko: 제거
pt_br: Desinstalar
ru: Удалить
zh_hans: 卸载

source: Uninstall %@
de: %@ deinstallieren
es: Desinstalar %@
fr: Désinstaller %@
ja: %@をアンインストール
ko: %@ 제거
pt_br: Desinstalar %@
ru: Удалить %@
zh_hans: 卸载 %@

source: Uninstall %@?
de: %@ deinstallieren?
es: ¿Desinstalar %@?
fr: Désinstaller %@ ?
ja: %@をアンインストールしますか？
ko: %@을(를) 제거할까요?
pt_br: Desinstalar %@?
ru: Удалить %@?
zh_hans: 要卸载 %@ 吗？

source: Uninstall failed
de: Deinstallation fehlgeschlagen
es: Error al desinstalar
fr: Échec de la désinstallation
ja: アンインストールに失敗しました
ko: 제거하지 못했습니다
pt_br: Falha ao desinstalar
ru: Не удалось удалить
zh_hans: 卸载失败
